Repository: manhcuong5311-hue/EasySchedule
Catalog: Easy Schedule/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

# events_guide_intro
source: Events you create, events created for you, and events you create for others appear here. Tap an event to chat and manage todos. Use the top-right button to customize events and chat. Your busy hours and off days are always synced, so others only see available time and never double-book.
ja: あなたが作成したイベント、あなたのために作成されたイベント、そして他の人のために作成したイベントがここに表示されます。 イベントをタップして、チャットやToDoを管理できます。 右上のボタンから、イベントやチャットをカスタマイズできます。 あなたの忙しい時間や休暇日は常に同期され、他の人は空いている時間だけを見るため、予定が重複することはありません。
ko: 내가 만든 이벤트, 나를 위해 생성된 이벤트, 그리고 다른 사람을 위해 만든 이벤트가 여기에 표시됩니다. 이벤트를 탭하여 채팅하고 할 일을 관리할 수 있습니다. 오른쪽 상단 버튼을 사용해 이벤트와 채팅을 사용자화할 수 있습니다. 내 바쁜 시간과 휴무일은 항상 동기화되어, 다른 사람이 가능한 시간만 보고 중복 예약을 방지할 수 있습니다.
vi: Các sự kiện bạn tạo, sự kiện được tạo cho bạn và sự kiện bạn tạo cho người khác sẽ hiển thị tại đây. Chạm vào một sự kiện để trò chuyện và quản lý công việc cần làm. Sử dụng nút ở góc trên bên phải để tùy chỉnh sự kiện và trò chuyện. Giờ bận và ngày nghỉ của bạn luôn được đồng bộ, giúp người khác chỉ thấy thời gian trống và tránh trùng lịch.

# events_help_chat_desc
source: Chat inside each event to exchange quick messages, keep both sides updated in real time. Messages sync instantly, and old chats are automatically removed after the event ends.
ja: 各イベント内でチャットを使って素早くメッセージをやり取りし、双方の最新状況をリアルタイムで共有できます。メッセージは即時に同期され、イベント終了後は古いチャットが自動的に削除されます。
ko: 각 이벤트에는 채팅 기능이 있어 빠르게 메시지를 주고받고 실시간으로 서로의 상태를 확인할 수 있습니다. 메시지는 즉시 동기화되며, 이벤트가 종료되면 이전 채팅은 자동으로 삭제됩니다.

# events_help_delete_desc
source: Swipe left on an event to delete it. You will be asked to confirm before the event is removed.
ja: イベントを左にスワイプすると削除できます。削除前に確認が求められます。
ko: 이벤트를 왼쪽으로 스와이프하여 삭제할 수 있습니다. 삭제 전에 확인 메시지가 표시됩니다.
vi: Vuốt sang trái để xóa một sự kiện. Bạn sẽ được hỏi xác nhận trước khi xóa.

# events_help_search_desc
source: In past events mode, you can search for events by title or content using the search bar.
ja: 過去イベントモードでは、検索バーを使ってタイトルや内容でイベントを検索できます。
ko: 지난 이벤트 모드에서는 검색창을 사용해 제목이나 내용으로 이벤트를 검색할 수 있습니다.
vi: Ở chế độ lịch đã qua, bạn có thể tìm sự kiện theo tiêu đề hoặc nội dung bằng thanh tìm kiếm.

# events_help_search_title
source: Search Events
ja: イベント検索
ko: 이벤트 검색
vi: Tìm kiếm sự kiện

# events_help_segment_desc
source: You can switch between current events and past events. Current events show all upcoming schedules (including events you created, events you created for others, and events others created for you). Past events display older events grouped by week.
ja: 現在のイベントと過去のイベントを切り替えることができます。現在のイベントには、今後の予定（自分が作成したイベント、他者のために作成したイベント、他者が自分のために作成したイベント）が表示されます。過去のイベントは週ごとにまとめて表示されます。
ko: 현재 이벤트와 지난 이벤트 사이를 전환할 수 있습니다. 현재 이벤트에는 내가 만든 이벤트, 다른 사람을 위해 만든 이벤트, 그리고 다른 사람이 나를 위해 만든 이벤트를 포함한 모든 예정 일정이 표시됩니다. 지난 이벤트는 주 단위로 묶어 표시됩니다.
vi: Bạn có thể xem lịch hiện tại hoặc lịch đã qua. Chế độ lịch hiện tại hiển thị các sự kiện sắp tới( Bao gồm lịch của bạn tạo, lịch bạn tạo cho người khác và lịch người khác tạo cho bạn), còn lịch đã qua hiển thị các sự kiện cũ và nhóm theo từng tuần.

# events_help_weekgroup_desc
source: Past events are grouped by week. Tap on any week to see all events for that week in detail.
ja: 過去のイベントは週ごとにグループ化されています。任意の週をタップすると、その週のすべてのイベントを詳細に確認できます。
ko: 지난 이벤트는 주별로 그룹화되어 표시됩니다. 원하는 주를 탭하면 해당 주의 모든 이벤트를 자세히 확인할 수 있습니다.
vi: Các sự kiện đã qua được nhóm theo từng tuần. Chạm vào một tuần để xem chi tiết toàn bộ sự kiện của tuần đó.

# events_help_weekgroup_title
source: Weekly Grouping
ja: 週間グループ化
ko: 주별 그룹화
vi: Nhóm theo tuần

source: Events on this day
ja: この日の予定
ko: 이 날의 일정
vi: Sự kiện trong ngày

# events_vs_last_week
source: Compared to last week
ja: 先週との比較
ko: 지난주 대비
vi: So với tuần trước

# failed_to_load_created_event
source: Failed to load the created event
ja: 作成されたイベントを読み込めませんでした
ko: 생성된 이벤트를 불러올 수 없습니다
vi: Không thể tải sự kiện vừa tạo

# faq
source: ❓ FAQ - Frequently Asked Question
ja: ❓ よくある質問（FAQ）
ko: ❓ 자주 묻는 질문(FAQ)
vi: ❓FAQ - Câu hỏi thường gặp

# faq_1_a
source: Open an event → tap Share Link. The recipient can view your free timeslot and busyslot, but cannot edit.
ja: イベントを開き →「共有リンク」をタップします。受け取った相手は、あなたの空き時間と予定あり時間のみ閲覧できますが、編集はできません。
ko: 이벤트를 열고 ‘링크 공유’를 탭하세요. 상대방은 가능한 시간과 바쁜 시간을 볼 수 있지만, 수정은 할 수 없습니다.

# faq_1_q
source: How do I share my schedule with someone?
ja: スケジュールを他の人と共有するには？
ko: 일정을 다른 사람과 어떻게 공유하나요?

# faq_2_a
source: They must send you a Request Access. You can approve or decline. Do not approve some one you dont know to prevent spam…etc
ja: 相手が「アクセスリクエスト」を送る必要があります。あなたは承認または拒否できます。スパム防止のため、知らない人のリクエストは承認しないでください。
ko: 상대방이 접근 요청을 보내야 합니다. 요청을 승인하거나 거절할 수 있으며, 스팸을 방지하기 위해 모르는 사람의 요청은 승인하지 않는 것이 좋습니다.
vi: Họ cần gửi Request Access. Bạn sẽ nhận thông báo để chấp nhận hoặc từ chối. Tránh chấp nhận những người không biết.

# faq_3_a
source: No. People you approve can view your only free slot and busy slot, they can not see your event’s detail.
ja: いいえ。承認した相手は、あなたの空き時間と予定あり時間のみ表示できます。イベントの詳細を見ることはできません。
ko: 아니요. 승인한 사용자만 빈 시간과 바쁜 시간만 볼 수 있으며, 이벤트의 상세 내용은 볼 수 없습니다.

# faq_3_q
source: Is my calendar public?
ja: 私のカレンダーは公開されていますか？
ko: 내 캘린더는 공개되나요?
vi: Lịch của tôi có bị ai cũng xem được không?

# faq_4_q
source: How many events can free users create?
ja: 無料ユーザーは何件イベントを作成できますか？
ko: 무료 사용자는 이벤트를 몇 개까지 만들 수 있나요?
vi: Tài khoản miễn phí được tạo bao nhiêu lịch?

# faq_5_a
source: Premium Lets you create up to 20 events per day and schedule appointments up to 90 days in advance. Enjoy extended messaging, manage up to 20 tasks per event, and keep your data synced across devices. Pro Designed for power users. Create up to 50 events per day and schedule appointments up to 270 days in advance. Enjoy unlimited messaging, advanced scheduling, and higher task limits.
ja: プレミアム 1日に最大20件のイベントを作成でき、 最大90日先まで予定を登録できます。 拡張メッセージ機能を利用でき、 イベントごとに最大20件のタスクを管理でき、 デバイス間でデータを同期できます。 プロ パワーユーザー向けプランです。 1日に最大50件のイベントを作成でき、 最大270日先まで予定を登録できます。 メッセージ無制限、 高度なスケジューリング、 より多いタスク上限を利用できます。
ko: 프리미엄 하루 최대 20개의 이벤트를 생성하고 최대 90일 전까지 일정을 예약할 수 있습니다. 확장된 메시징 기능을 사용하고, 이벤트당 최대 20개의 작업을 관리하며, 기기 간 데이터 동기화를 지원합니다. 프로 고급 사용자를 위한 요금제입니다. 하루 최대 50개의 이벤트를 생성하고 최대 270일 전까지 일정을 예약할 수 있습니다. 무제한 메시징, 고급 일정 관리, 더 높은 작업 제한을 제공합니다.
vi: Premium Cho phép bạn tạo tối đa 20 sự kiện mỗi ngày và lên lịch trước tối đa 90 ngày. Trải nghiệm nhắn tin mở rộng, quản lý tối đa 20 công việc cho mỗi sự kiện, và đồng bộ dữ liệu trên nhiều thiết bị. Pro Dành cho người dùng nâng cao. Tạo tối đa 50 sự kiện mỗi ngày và lên lịch trước tối đa 270 ngày. Trải nghiệm nhắn tin không giới hạn, lập lịch nâng cao, và giới hạn công việc cao hơn.

# faq_5_q
source: What are the benefits of Premium and pro ?
ja: Premium と Pro の特典は何ですか？
ko: Premium 및 Pro의 혜택은 무엇인가요?
vi: Premium và Pro mang lại những quyền lợi gì?

# faq_6_a
source: You’ve reached your daily limit. Free: 4 events/day · Premium: 20 events/day · Pro: 50 events/day
ja: 本日の作成上限に達しました。 無料: 4件/日 · Premium: 20件/日 · Pro: 50件/日
ko: 오늘 생성할 수 있는 일정 한도에 도달했습니다. 무료: 4개/일 · Premium: 20개/일 · Pro: 50개/일
vi: Bạn đã đạt giới hạn tạo sự kiện trong ngày. Free: 4/ngày · Premium: 20/ngày · Pro: 50/ngày

# faq_6_q
source: Why can't I create more events?
ja: なぜこれ以上イベントを作成できないのですか？
ko: 왜 이벤트를 더 만들 수 없나요?
vi: Tại sao tôi không tạo được thêm lịch?

# faq_7_a
source: Check iPhone Settings → Notifications → EasySchedule and enable notifications inside the app.
ja: iPhoneの「設定」→「通知」→「EasySchedule」で通知を有効にしてください。
ko: iPhone 설정 → 알림 → EasySchedule로 이동하여 앱 알림을 활성화하세요.

# faq_7_q
source: Why am I not receiving notifications?
ja: 通知が届かないのはなぜですか？
ko: 알림을 받지 못하는 이유는 무엇인가요?
vi: Tôi không nhận được thông báo?

# faq_8_a
source: People can add an event from your link through our website, or they can use the link in the app.
ja: 相手は、あなたの共有リンクからウェブサイト経由でイベントを追加するか、アプリ内のリンクを使って追加できます。
ko: 사람들은 웹사이트 또는 앱 내 링크를 통해 이벤트를 추가할 수 있습니다.

# faq_8_q
source: What do people do with ShareLink?
ja: 共有リンクで相手は何ができますか？
ko: 공유 링크는 어떻게 사용되나요?
vi: Người được nhận Link chia sẻ sử dụng như thế nào?

# faq_busy_hours_q
source: How do busy hours work?
ja: 対応不可の時間はどのように機能しますか？
ko: 바쁜 시간은 어떻게 작동하나요?

# faq_chat_limit_a
source: Free users can send up to 100 messages.Upgrade to Premium or Pro to send more messages.
ja: 無料ユーザーは最大100件までメッセージを送信できます。PremiumまたはProにアップグレードすると、より多くのメッセージを送信できます。
ko: 무료 사용자는 최대 100개의 메시지를 보낼 수 있습니다.Premium 또는 Pro로 업그레이드하여 더 많은 메시지를 보낼 수 있습니다.
vi: Người dùng miễn phí có thể gửi tối đa 100 tin nhắn.Nâng cấp Premium hoặc Pro để gửi thêm nhiều tin nhắn hơn.

# faq_chat_limit_q
source: Is chat limited for free users?
ja: 無料ユーザーのチャットには制限がありますか？
ko: 무료 사용자의 채팅에는 제한이 있나요?
vi: Chat có bị giới hạn với người dùng miễn phí không?

# faq_members_limit_q
source: How many people can I add to an event?
ja: 1つのイベントに何人まで追加できますか？
ko: 하나의 이벤트에 몇 명까지 추가할 수 있나요?
vi: Tôi có thể thêm tối đa bao nhiêu người vào một sự kiện?

# faq_section_limits
source: Free vs Premium Limits
ja: 無料版とプレミアム版の制限
ko: 무료 vs 프리미엄 제한

# faq_section_notifications
source: Notifications & Alerts
ja: 通知とアラート
ko: 알림 및 알림 설정
vi: Thông báo & Nhắc lịch

# faq_section_sharing
source: Sharing & Access Permissions
ja: 共有とアクセス権限
ko: 공유 및 접근 권한
vi: Chia sẻ & Quyền xem lịch

# faq_todo_limit_q
source: Are there limits for to-do lists?
ja: ToDoリストに制限はありますか？
ko: 할 일 목록에 제한이 있나요?
vi: Danh sách công việc có bị giới hạn không?

# feature_add_people_title
source: Add people to events
ja: イベントに人を追加
ko: 이벤트에 사람 추가
vi: Thêm người vào sự kiện

# feature_advance_days
source: Schedule ahead
ja: 事前スケジュール
ko: 사전 일정 설정
vi: Lên lịch trước

# feature_busy_hours
source: Custom busy hours
ja: カスタム忙しい時間
ko: 사용자 지정 바쁜 시간
vi: Khung giờ bận tuỳ chỉnh

# feature_busy_hours_title
source: Busy Hours
ja: 予定ありの時間
ko: 바쁜 시간
vi: Giờ bận

# feature_chat
source: Chat per event
ja: イベントごとのチャット
ko: 이벤트별 채팅

# feature_chat_title
source: Chat
ja: チャット
ko: 채팅
vi: Trò chuyện

# feature_colors_title
source: Colors
ja: カラー
ko: 색상
vi: Màu sắc

# feature_day_off_title
source: Day Off
ja: 休日
ko: 휴무
vi: Ngày nghỉ

# feature_events_per_day
source: Events per day
ja: 1日のイベント数
ko: 일일 이벤트 수
vi: Số sự kiện mỗi ngày

# feature_members
source: People per event
ja: イベント参加人数
ko: 이벤트 참여 인원
vi: Số người trong mỗi sự kiện

# feature_off_days
source: Unlimited off days
ja: 無制限の休日
ko: 무제한 휴무일

# feature_sync
source: Online sync
ja: オンライン同期
ko: 온라인 동기화

# feature_todo
source: To-do per event
ja: イベントごとのToDo
ko: 이벤트별 할 일
vi: Việc cần làm mỗi sự kiện

# feature_todo_title
source: Todos inside events
ja: イベント内のTo-Do
ko: 이벤트 안의 할 일
vi: Việc cần làm trong sự kiện

source: Fetching address
ja: 住所を取得しています
ko: 주소를 불러오는 중

# final_cta_invite
source: Share with friends Enjoy 1-week free
ja: シェアして 1週間無料
ko: 공유하고 1주 무료
vi: Chia sẻ cho bạn bè Dùng miễn phí 1 tuần

# final_cta_legal
source: By continuing, you agree to our Terms & Privacy Policy.
ja: 続行すると、利用規約およびプライバシーポリシーに同意したものとみなされます。
ko: 계속 진행하면 이용약관 및 개인정보처리방침에 동의하게 됩니다.

# final_cta_title
source: Simple. Instant. Shared.
ja: シンプル。すぐに。共有。
ko: 간단하게. 즉시. 공유.
vi: Đơn giản. Nhanh chóng. Chia sẻ.

source: Fine-tune Time
ja: 時間の微調整
ko: 시간 세부 조정
vi: Tinh chỉnh thời gian

source: Forgot Password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
vi: Quên mật khẩu?

source: Free
ja: 無料
ko: 무료

# generating_code
source: Generating your code…
ja: コードを生成しています…
ko: 코드를 생성하는 중입니다…
vi: Đang tạo mã của bạn…

# generating_short
source: Generating…
ja: 生成中…
ko: 생성 중…
vi: Đang tạo…

# generic_user
source: User
ja: ユーザー
ko: 사용자
vi: Người dùng

source: Get started
ja: はじめる
ko: 시작하기
vi: Bắt đầu

# go_to_my_location
source: My location
ja: 現在地
ko: 내 위치

source: Google login failed
ja: Googleでのログインに失敗しました
ko: Google 로그인에 실패했습니다

# guide_do_not_show_again
source: Do not show again
ja: 今後表示しない
ko: 다시 표시하지 않기
vi: Không hiển thị lại

# guide_got_it
source: Got it
ja: わかりました
ko: 알겠습니다
vi: Đã hiểu

source: Help
ja: ヘルプ
ko: 도움말
vi: Trợ giúp

# help_nav_title
source: Feature Explanation
ja: 機能説明
ko: 기능 설명
vi: Giải thích chức năng

# help_section_access_desc
source: View and manage who can see your calendar. You can only add events for users who granted you permission, otherwise you cannot modify their appointments and vice versa.
ja: あなたのカレンダーを閲覧できるユーザーを確認・管理できます。アクセスを許可したユーザーに対してのみイベントを追加できます。許可がない場合、相手の予定を編集できず、相手もあなたの予定を編集できません。
ko: 캘린더를 볼 수 있는 사용자를 확인하고 관리할 수 있습니다. 권한을 부여한 사용자에게만 이벤트를 추가할 수 있으며, 그렇지 않으면 서로의 일정을 수정할 수 없습니다.

# help_section_add_event_desc
source: After loading a partner calendar, tap the plus button at the top right to create an event. Busy times are shown in light red. Events created on their calendar will also be added automatically to your own calendar.
ja: パートナーカレンダーを読み込んだ後、右上のプラスボタンをタップしてイベントを作成します。予定ありの時間は薄赤色で表示されます。相手のカレンダーで作成したイベントは、自分のカレンダーにも自動的に追加されます。
ko: 파트너 캘린더를 불러온 후 오른쪽 상단의 ‘＋’ 버튼을 탭하여 이벤트를 생성하세요. 바쁜 시간은 연한 빨간색으로 표시되며, 상대 캘린더에 생성한 이벤트는 내 캘린더에도 자동으로 추가됩니다.
vi: Sau khi tải lịch đối tác, bạn có thể nhấn nút + ở góc trên bên phải để tạo sự kiện. Các khung giờ bận sẽ được hiển thị bằng màu đỏ nhạt. Sự kiện tạo trên lịch đối tác sẽ tự động được đồng bộ vào lịch của bạn.

# help_section_add_event_title
source: Book an event on partner’s calendar
ja: パートナーカレンダーでイベントを予約
ko: 파트너 캘린더에 이벤트 예약
vi: Đặt lịch trên lịch đối tác

# help_section_created_for_others_desc
source: Events you created on someone else’s calendar will appear here. These events are also synced with both their calendar and your current calendar.
ja: これらのイベントは、相手のカレンダーと自分のカレンダーの両方に同期されます。
ko: 다른 사람의 캘린더에 생성한 이벤트가 여기에 표시됩니다. 이 이벤트는 상대방의 캘린더와 내 현재 캘린더에 모두 동기화됩니다.
vi: Các sự kiện bạn tạo trên lịch của người khác sẽ hiển thị tại đây. Những sự kiện này được đồng bộ với cả lịch của họ và lịch hiện tại của bạn.

# help_section_history_desc
source: Shows UIDs that you previously opened, allowing quick access.
ja: 以前に開いたUIDが表示され、すばやくアクセスできます。
ko: 이전에 열어본 UID를 표시하여 빠르게 접근할 수 있습니다.

# help_section_history_title
source: Viewed History
ja: 閲覧履歴
ko: 조회 기록
vi: Lịch sử đã xem

# help_section_paste_uid_desc
source: Someone sends you their shared calendar link. Paste the link or UID into the input field above, then tap Load Calendar to view their schedule.
ja: 相手から共有カレンダーのリンクが送られてきた場合、そのリンクまたはUIDを上の入力欄に貼り付けて「カレンダーを読み込む」をタップするとスケジュールを確認できます。
ko: 상대방이 공유 캘린더 링크를 보내면, 위 입력란에 링크 또는 UID를 붙여넣은 후 ‘캘린더 불러오기’를 탭하여 일정을 확인할 수 있습니다.

# how_it_works_step_1
source: Enter your partner's invitation code or UID below.
ja: 下にパートナーの招待コードまたはUIDを入力してください。
ko: 아래에 파트너의 초대 코드 또는 UID를 입력하세요.
vi: Nhập mã mời hoặc UID của đối tác bên dưới.

# how_it_works_step_2
source: Share your own code so they can add you back.
ja: 相手があなたを追加できるよう、自分のコードを共有してください。
ko: 상대방이 나를 추가할 수 있도록 내 코드를 공유하세요.
vi: Chia sẻ mã của bạn để họ có thể thêm lại bạn.

# how_it_works_step_3
source: Once both sides connect, you can book appointments on each other's calendar.
ja: 双方が接続されると、お互いのカレンダーで予定を予約できます。
ko: 양쪽이 연결되면 서로의 캘린더에서 일정을 예약할 수 있습니다.
vi: Khi cả hai đã kết nối, bạn có thể đặt lịch trên lịch của nhau.

# how_it_works_title
source: How it works
ja: 使い方
ko: 사용 방법
vi: Cách hoạt động

# icon_category_creative
source: Creative
ja: クリエイティブ
ko: 창작
vi: Sáng tạo

# icon_category_finance
source: Finance
ja: ファイナンス
ko: 재무
vi: Tài chính

# icon_category_health_fitness
source: Health & Fitness
ja: 健康・フィットネス
ko: 건강 및 피트니스
vi: Sức khỏe & Thể dục

# icon_category_life
source: Life
ja: ライフ
ko: 라이프
vi: Cuộc sống

# icon_category_mindset_goals
source: Mindset & Goals
ja: マインドセット・目標
ko: 마인드셋 및 목표
vi: Tư duy & Mục tiêu

# icon_category_study
source: Study
ja: 学習
ko: 학습
vi: Học tập

# icon_category_tech
source: Technology
ja: テクノロジー
ko: 기술
vi: Công nghệ

# icon_category_travel
source: Travel
ja: 旅行
ko: 여행
vi: Du lịch

# icon_category_work
source: Work
ja: 仕事
ko: 업무
vi: Công việc

source: Incorrect password
ja: パスワードが正しくありません。
ko: 비밀번호가 올바르지 않습니다.
vi: Mật khẩu không đúng

# info_section
source: Information
ja: 情報
ko: 정보
vi: Thông tin

# info_support
source: Information & Support
ja: 情報とサポート
ko: 정보 및 지원
vi: Thông tin & Hỗ trợ

# invalid_email_error
source: Invalid email.
ja: 無効なメールアドレスです。
ko: 유효하지 않은 이메일입니다.
vi: Mail không hợp lệ.

source: Invalid name
ja: 無効な名前
ko: 유효하지 않은 이름
vi: Tên không hợp lệ

source: Invalid time
ja: 無効な時間
ko: 잘못된 시간
vi: Thời gian không hợp lệ

# invalid_time_range
source: End time must be later than start time.
ja: 終了時刻は開始時刻より後である必要があります。
ko: 종료 시간은 시작 시간보다 늦어야 합니다.
vi: Giờ kết thúc phải sau giờ bắt đầu.

# invalid_uid
source: Invalid user ID.
ja: 無効なユーザーIDです。
ko: 유효하지 않은 사용자 ID입니다.
vi: ID người dùng không hợp lệ.

# invite_someone
source: Invite someone to stay in sync
ja: 相手を招待して予定を同期
ko: 상대를 초대하여 일정을 동기화하세요
vi: Mời người khác để đồng bộ

source: Language
ja: 言語
ko: 언어
vi: Ngôn ngữ

# layout_normal
source: Normal
ja: 標準
ko: 기본
vi: Tiêu chuẩn

# layout_timeline
source: Timeline
ja: タイムライン
ko: 타임라인
vi: Dòng thời gian

source: Leave
ja: 退出
ko: 나가기

source: Leave event
ja: 予定から退出
ko: 이벤트 나가기

# leave_event_confirm
source: You will be removed from this event.
ja: この予定から退出します。
ko: 이 이벤트에서 나가게 됩니다.

# leave_event_not_allowed
source: You don’t have permission to leave this event
ja: この予定から退出する権限がありません
ko: 이 이벤트를 나갈 권한이 없습니다

source: Light
ja: ライト
ko: 라이트 모드
vi: Sáng

# light_suggestion_collapse
source: Hide suggestion
ja: 非表示にする
ko: 숨기기

# light_suggestion_title
source: You still have plenty of time today
ja: 今日はまだ時間に余裕があります
ko: 오늘은 아직 시간이 충분해요
vi: Bạn vẫn còn nhiều thời gian hôm nay

# limit_2_events_per_day
source: 🚫 You can only create up to 4 events per day. Upgrade to Premium for unlimited creation.
ja: 🚫 1日に作成できるイベントは4件までです。無制限に作成するにはプレミアムにアップグレードしてください。
ko: 🚫 하루에 최대 4개의 이벤트만 생성할 수 있습니다. 무제한으로 생성하려면 프리미엄으로 업그레이드하세요.
vi: 🚫 Bạn chỉ được tạo tối đa 4 lịch / ngày. Nâng cấp Premium để tạo không giới hạn.

# limit_7_days
source: ❗You can only create events within 7 days. Upgrade to Premium for unlimited access.
ja: ❗ イベントを作成できるのは7日以内です。無制限に作成するにはプレミアムにアップグレードしてください。
ko: ❗ 이벤트는 7일 이내만 생성할 수 있습니다. 무제한 이용을 위해 프리미엄으로 업그레이드하세요.

# limit_days_format
source: You can only book up to %d days in advance.
ja: 予定は最大%d日先までしか作成できません。
ko: 최대 %d일 이후까지만 일정을 예약할 수 있습니다.
vi: Bạn chỉ có thể đặt lịch trước tối đa %d ngày.

source: Limit Reached
ja: 制限に達しました
ko: 제한에 도달했습니다

source: Link copied!
ja: リンクをコピーしました。
ko: 링크가 복사되었습니다!
vi: Đã copy link!

source: Load calendar
ja: カレンダーを読み込む
ko: 캘린더 불러오기
vi: Tải lịch

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
vi: Đang tải…

source: Loading calendar
ja: カレンダーを読み込んでいます…
ko: 캘린더를 불러오는 중
vi: Đang tải lịch…

source: Loading packages…
ja: パッケージを読み込んでいます…
ko: 패키지를 불러오는 중…
vi: Đang tải gói…

source: Loading slots…
ja: 時間枠を読み込み中…
ko: 시간대를 불러오는 중…
vi: Đang tải khung giờ…

# location_message
source: 📍 Location
ja: 📍 位置情報
ko: 📍 위치 정보
vi: 📍 Vị trí

# location_not_ready_title
source: Location not ready
ja: 位置を取得できません
ko: 위치를 가져올 수 없습니다
vi: Chưa xác định được vị trí

source: Location sent
ja: 位置情報を送信しました
ko: 위치가 전송되었습니다
vi: Đã gửi vị trí

# log_logout_error
source: Logout error:
ja: ログアウト中にエラーが発生しました:
ko: 로그아웃 중 오류 발생:
vi: Lỗi khi đăng xuất:

source: Logged in
ja: ログインしました
ko: 로그인됨
vi: Đã đăng nhập

source: Login
ja: ログイン
ko: 로그인
vi: Đăng nhập

# login_failed_generic
source: Unable to sign in. Please try again.
ja: ログインできませんでした。もう一度お試しください。
ko: 로그인할 수 없습니다. 다시 시도해 주세요.
vi: Đăng nhập không thành công. Vui lòng thử lại.

# login_failed_title
source: Login Failed
ja: ログインに失敗しました
ko: 로그인 실패
vi: Đăng nhập thất bại

# login_google
source: Login with Google
ja: Googleでログイン
ko: Google로 로그인
vi: Đăng nhập bằng Google

# login_required
source: You must sign in to book an event.
ja: イベントを予約するにはログインが必要です。
ko: 이벤트를 예약하려면 로그인해야 합니다.
vi: Bạn cần đăng nhập để đặt lịch.

# login_title
source: Login
ja: ログイン
ko: 로그인
vi: Đăng nhập

source: Login with Google
ja: Googleでログイン
ko: Google로 로그인
vi: Đăng nhập bằng Google

source: Logout
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất

# logout_message
source: You will need to log in again to continue.
ja: 続行するには再度ログインする必要があります。
ko: 계속하려면 다시 로그인해야 합니다.
vi: Bạn sẽ cần đăng nhập lại để tiếp tục sử dụng.

# manage_access_title
source: Manage Access
ja: アクセス管理
ko: 접근 권한 관리
vi: Quản lý quyền truy cập

source: Manage Subscription
ja: サブスクリプション管理
ko: 구독 관리

# manage_subscription_note
source: You can manage or cancel your subscription anytime in your App Store account settings.
ja: サブスクリプションは、App Storeのアカウント設定でいつでも管理または解約できます。
ko: 구독은 App Store 계정 설정에서 언제든지 관리하거나 취소할 수 있습니다.
vi: Bạn có thể quản lý hoặc hủy gói đăng ký bất cứ lúc nào trong phần cài đặt tài khoản App Store.

# minutes_before
source: {value} minutes before
ja: {value}分前
ko: {value}분 전
vi: {value} phút trước

source: Missing document ID
ja: ドキュメントIDが見つかりません
ko: 문서 ID를 찾을 수 없습니다
vi: Thiếu mã tài liệu ID

# missing_info
source: Missing Information
ja: 情報が不足しています
ko: 정보가 부족합니다

# mock_busy_time
source: Busy 2:00 – 4:00 PM
ja: 14:00〜16:00 は予定あり
ko: 오후 2:00–4:00 일정 있음
vi: Bận 14:00 – 16:00

# mock_confirm_booking
source: Booking confirmed
ja: 予約が確定しました
ko: 예약이 완료되었습니다
vi: Đã xác nhận lịch

source: Month
ja: 月
ko: 월
vi: Tháng

# more_slots_format %lld
source: +%d more
ja: +%d件
ko: +%d개 더

# morning_message
source: Update Morning Start for all days or just today?
ja: 朝の開始をすべての日に適用しますか？それとも今日だけにしますか？
ko: 아침 시작 시간을 모든 날에 적용하시겠습니까, 아니면 오늘만 적용하시겠습니까?
vi: Cập nhật giờ bắt đầu buổi sáng cho tất cả các ngày hay chỉ hôm nay?

# morning_reminder_title
source: Good morning ☀️
ja: おはようございます ☀️
ko: 좋은 아침이에요 ☀️
vi: Chào buổi sáng ☀️

# morning_start_title
source: Morning Start
ja: 朝の開始
ko: 아침 시작
vi: Bắt đầu buổi sáng

source: Move Anyway
ja: それでも移動
ko: 그래도 이동
vi: Vẫn di chuyển

# move_conflict_title
source: Scheduling Conflict
ja: スケジュールの競合
ko: 일정 충돌
vi: Xung đột lịch

# my_calendar_help_section_calendar_desc
source: Here you can view all of your appointments (including events you created, events created for you by others, and events you created for other people). All events are displayed by day.
ja: ここでは、自分のすべての予定（自分が作成したイベント、他の人があなたのために作成したイベント、あなたが他の人のために作成したイベント）を確認できます。すべてのイベントは日別で表示されます。
ko: 여기에서 내가 만든 이벤트, 다른 사람이 나를 위해 만든 이벤트, 그리고 내가 다른 사람을 위해 만든 이벤트를 포함한 모든 약속을 확인할 수 있습니다. 모든 이벤트는 날짜별로 표시됩니다.
vi: Tại đây bạn có thể xem toàn bộ lịch hẹn của mình (bao gồm lịch bạn tạo, lịch người khác tạo cho bạn và lịch bạn tạo cho người khác). Các sự kiện được hiển thị theo ngày.

# my_calendar_help_section_calendar_title
source: Your Calendar
ja: あなたのカレンダー
ko: 내 캘린더
vi: Lịch của bạn

# my_calendar_help_section_conflict_desc
source: When this option is turned off, you can only create events that overlap by a maximum of 5 minutes. Conflicting events cannot have the same start and end time and cannot share the same title. Overlaps are only allowed within a limited range.
ja: このオプションをオフにすると、重複できるのは最大5分までとなります。競合するイベントは、開始時刻と終了時刻が同一だったり、同じタイトルを共有したりすることはできません。重複は限られた範囲内のみ許可されます。
ko: 이 옵션을 끄면 최대 5분까지만 일정이 겹치도록 이벤트를 생성할 수 있습니다. 충돌하는 이벤트는 시작 및 종료 시간이 같을 수 없으며, 동일한 제목을 사용할 수 없습니다. 겹침은 제한된 범위 내에서만 허용됩니다.
vi: Nếu không bật bạn chỉ có thể thêm lịch trùng nhau tối đa 5 phút, Lịch trùng không được phép cùng thời gian bắt đầu và kết thúc, không được cùng tiêu đề, chỉ được phép trùng vào nhau 1 khoảng thời gian nhất định.

# my_calendar_help_section_offday_desc
source: Select a date and tap the button to mark it as a day off or to reopen it as a working day. Your day-off settings will be synced to the server. When others have permission to view or add events to your calendar, they will see your busy times as well as your day-off status to avoid scheduling conflicts.
ja: 日付を選択し、ボタンをタップすると休暇日として設定したり、勤務日に戻したりできます。休暇日設定はサーバーに同期されます。他のユーザーにあなたのカレンダーへの閲覧・追加権限がある場合、予定あり時間と休暇日ステータスが表示され、スケジュールの重複を避けられます。
ko: 날짜를 선택한 후 버튼을 탭하여 휴무일로 설정하거나 근무일로 다시 변경할 수 있습니다. 휴무일 설정은 서버에 동기화되며, 캘린더를 볼 수 있거나 이벤트를 추가할 수 있는 다른 사용자는 바쁜 시간과 휴무일 상태를 확인하여 일정 충돌을 피할 수 있습니다.
vi: Chọn một ngày và bấm nút để đặt ngày nghỉ hoặc mở lại ngày làm việc. Ngày nghỉ sẽ được đồng bộ lên máy chủ và khi người khác được quyền xem và thêm lịch vào lịch của bạn, họ sẽ thấy khung giờ bận và cả ngày nghỉ của bạn để tránh đặt trùng khung giờ đã có lịch và ngày nghỉ của bạn.

# my_calendar_help_section_offday_title
source: Set Day Off
ja: 休暇日を設定
ko: 휴무일 설정
vi: Đặt ngày nghỉ
